Repository: DerOetzi/openhab_creator
Catalog: openhab_creator/locale/*/LC_MESSAGES/messages.po
Languages: de

source: Comfort
de: Komfort

source: ECO
de: Absenk

source: Closed
de: Geschlossen

source: Off
de: Aus

source: On
de: An

source: Inactive
de: Inaktiv

source: Active
de: Aktiv

source: Ringing
de: Klingelt

source: Dialing
de: Wählt

source: Bright
de: Hell

source: Dark
de: Dunkel

source: Low
de: Niedrig

source: Opened
de: Geöffnet

source: Falling
de: Fallend

source: Consistent
de: Gleichbleibend

source: Rising
de: Steigend

source: Running
de: Läuft

source: Ready
de: Fertig

source: Not specified
de: Keine Daten

source: No pollen pollution
de: Keine

source: No to low pollen count
de: Keine bis geringe

source: Low pollen count
de: Geringe

source: Low to medium pollen count
de: Gering bis mittel

source: Medium pollen count
de: Mittel

source: Medium to high pollen count
de: Mittel bis hoch

source: High pollen count
de: Hoch

source: At home
de: Zuhause

source: Not at home
de: Nicht zu Hause

source: Night
de: Nacht

source: Breakfast
de: Frühstück

source: Forenoon
de: Vormittags

source: Lunch
de: Mittagessen

source: Afternoon
de: Nachmittags

source: Dinner
de: Abendessen

source: Evening
de: Abends

source: Thunderstorm with light rain
de: Gewitter mit leichtem Regen

source: Thunderstorm with rain
de: Gewitter mit Regen

source: Thunderstorm with heavy rain
de: Gewitter mit starkem Regen

source: Light thunderstorm
de: Leichtes Gewitter

source: Thunderstorm
de: Gewitter

source: Heavy thunderstorm
de: Starkes Gewitter

source: Rough thunderstorm
de: Raues Gewitter

source: Thunderstorm with light drizzle
de: Gewitter mit leichtem Nieselregen

source: Thunderstorm with drizzle
de: Gewitter mit Nieselregen

source: Thunderstorm with heavy drizzle
de: Gewitter mit starkem Nieselregen

source: Light drizzle
de: Leichtes Nieseln

source: Drizzle
de: Nieselregen

source: Heavy drizzle
de: Starker Nieselregen

source: Rain showers and drizzle
de: Regenschauer und Nieselregen

source: Light rain
de: Leichter Regen

source: Moderate rain
de: Mäßiger Regen

source: Heavy rain
de: Starker Regen

source: Very heavy rain
de: Sehr schwerer Regen

source: Extreme rain
de: Extremer Regen

source: Freezing rain
de: Gefrierender Regen

source: Light rain shower
de: Leichter Regenschauer

source: Rain shower
de: Regenschauer

source: Heavy rain shower
de: Starker Regenschauer

source: Very heavy rain shower
de: Sehr starker Regenschauer

source: Moderate snow
de: Mäßiger Schnee

source: Snowfall
de: Schneefall

source: Heavy snowfall
de: Starker Schneefall

source: Sleet
de: Schneeregen

source: Light rain and snow
de: Leichter Regen und Schnee

source: Rain and snow
de: Regen und Schnee

source: Light snow shower
de: Leichter Schneeschauer

source: Snow shower
de: Schneeschauer

source: Heavy snow shower
de: Starker Schneeschauer

source: Gloomy
de: Trüb

source: Smoke
de: Rauch

source: Haze
de: Dunst

source: Fog
de: Nebel

source: Dust
de: Staub

source: Volcanic ash
de: Vulkanasche

source: Storm
de: Sturm

source: Clear sky
de: Klarer Himmel

source: A couple of clouds
de: Ein paar Wolken

source: Mostly cloudy
de: Überwiegend bewölkt

source: Cloudy
de: Bewölkt

source: Minor weather warning
de: Wetterwarnung (Stufe 1)

source: Moderate weather warning
de: Warnung vor markantem Wetter (Stufe 2)

source: Severe weather warning
de: Unwetterwarnung (Stufe 3)

source: Extreme weather warning
de: Warnung vor extremen Unwetter (Stufe 4)

source: Weather warning
de: Wetterwarnung

source: Call monitor
de: Anrufüberwachung

source: Locked
de: Verriegelt

source: Unlocked
de: Entsperrt

source: Open
de: Offen

source: Car
de: Auto

source: Garbage can
de: Mülltonne

source: E5
de: Super

source: Gas station
de: Tankstelle

source: Heating
de: Heizung

source: Lightbulb
de: Leuchte

source: Motiondetector
de: Bewegungsmelder

source: NetworkAppliance
de: Netzwerkanwendung

source: Holidays
de: Urlaub

source: Sickness
de: Krankheit

source: Person state
de: Personenstatus

source: Alder
de: Erle

source: Ash
de: Esche

source: Birch
de: Birke

source: Grasses
de: Gräser

source: Hazel
de: Hasel

source: Mugwort
de: Beifuss

source: Rye
de: Roggen

source: Pollen count region
de: Pollenflug Region

source: Power outlet
de: Steckdose

source: Reminder
de: Erinnerung

source: Temperature
de: Temperatur

source: Temperatures
de: Temperaturen

source: Humidity
de: Luftfeuchtigkeit

source: Pressure
de: Luftdruck

source: CO2 concentration
de: CO2-Gehalt

source: Soil moisture
de: Bodenfeuchtigkeit

source: Noise
de: Geräuschpegel

source: Felt temperature (Humidex)
de: Gefühlte Temperatur (Humidex)

source: Felt temperatures (Humidex)
de: Gefühlte Temperaturen (Humidex)

source: Wallswitch
de: Schalter

source: Button {count} ({name})
de: Taste {count} ({name})

source: Pump
de: Pumpe

source: Rain gauge
de: Niederschlag

source: Cloudiness
de: Bewölkung

source: Snow
de: Schneefall

source: Visibility
de: Sichtweite

source: Ozone
de: Ozon

source: Weatherstation
de: Wetterstation

source: WhiteGood
de: Haushaltsgerät

source: Washingmachine
de: Waschmaschine

source: Washing machine is ready
de: Waschmaschine ist fertig

source: Dryer
de: Trockner

source: Dryer is ready
de: Trockner ist fertig

source: Washing machine and dryer are ready
de: Waschmaschine und Trockner sind fertig

source: Dishwasher
de: Spülmaschine

source: Dishwasher is ready
de: Spülmaschine ist fertig

source: Window
de: Fenster

source: Day
de: Tag

source: Week
de: Woche

source: Month
de: Monat

source: Year
de: Jahr

source: 2 years
de: 2 Jahre

source: State and configuration
de: Status und Konfiguration

source: Automation
de: Automatik

source: Unknown
de: Unbekannt

source: Azimuth
de: Azimut

source: Elevation
de: Höhenwinkel

source: Rise
de: Aufgang

source: Set
de: Untergang

source: Total eclipse
de: Totale Finsternis

source: Partial eclipse
de: Partielle Finsternis

source: Full moon
de: Vollmond

source: Moon phase
de: Mondphase

source: Batteries status
de: Batterienstatus

source: Battery
de: Batterie

source: Battery low
de: Batteriestand niedrig

source: Battery low {name}
de: Batteriestand niedrig {name}

source: Battery level
de: Batteriestand

source: Reminder: {name}
de: Erinnerung: {name}

source: Holiday
de: Feiertag

source: Special today
de: Besonders heute

source: Birthday: {}
de: Geburtstag: {}

source: Birthdays: {}
de: Geburtstage: {}

source: Garbage cans events
de: Mülltonnentermin

source: Event title
de: Termintitel

source: Call monitor {name}
de: Anrufüberwachung {name}

source: Call state
de: Anrufstatus

source: Missed call from {caller}
de: Verpasster Anruf von {caller}

source: Last call state
de: Vorheriger Anrufstatus

source: Incoming call
de: Eingehender Anruf

source: Last incoming call
de: Letzter eingehender Anruf

source: Incoming call name
de: Eingehender Anrufer

source: Last update
de: Letzte Aktualisierung

source: Vehicle locked
de: Fahrzeug verriegelt

source: Doors
de: Türen

source: Windows
de: Fenster

source: Climate
de: Klimaanlage

source: Control
de: Steuerung

source: Target temperature
de: Solltemperatur

source: State
de: Status

source: Remaining time
de: Verbleibende Zeit

source: Window heating
de: Fensterheizung

source: Charger control
de: Ladesteuerung

source: Station status
de: Tankstellenstatus

source: Configuration items
de: Konfigurationsitems

source: Sensor items
de: Sensoren

source: Sensor items for AI calculations
de: Sensoren für die KI-Berechnung

source: Scene controlled configuration items
de: Konfigurationsitems Szenensteuerung

source: Period
de: Zeitraum

source: Heat control items
de: Heizungssteuerung Items

source: Reactivation scene controlled configuration items
de: Konfigurationsitems Reaktivierung Szenensteuerung

source: Absence scene controlled configuration items
de: Konfigurationsitems Szenensteuerung Abwesenheit

source: Warm water pump control items
de: Warmwasserpumpe Items

source: Heatings
de: Heizungen

source: Warm water pump {blankname}
de: Warmwasserpumpe {blankname}

source: Scene controlled
de: Szenensteuerung

source: Reactivate scene controlled
de: Reaktivierung Szenensteuerung

source: Even in absence
de: Auch bei Abwesenheit

source: Heating {blankname}
de: Heizung {blankname}

source: Heatcontrol
de: Heizungssteuerung

source: Hide on temperature page
de: Auf Temperaturseite ausblenden

source: Display scene controlled
de: Szenensteuerung anzeigen

source: ECO temperature
de: Absenktemperatur

source: Comfort temperature
de: Komforttemperatur

source: Heating {name}
de: Heizung {name}

source: Heat mode
de: Heizmodus {name}

source: Valve position
de: Ventilstellung

source: {name} (Score: {{:.1f}} %)
de: {name} (Bewertung: {{:.1f}} %)

source: Model score
de: Modellbewertung

source: Prediction is
de: Auswertung ist

source: Lightcontrol items
de: Lichtsteuerungitems

source: Nightmode configuration items
de: Konfigurationsitems Nachtmodus

source: Darkness scene controlled configuration items
de: Konfigurationsitems Szenensteuerung Dunkelheit

source: Motiondetector period configuration items
de: Konfigurationsitems Wartezeit Bewegungsmelder

source: Lights switching cycles
de: Beleuchtung Schaltzyklen

source: Switching cycles reset
de: Schaltzyklen zurücksetzen

source: Lightbulb {blankname}
de: Leuchte {blankname}

source: Lightcontrol
de: Lichtsteuerung

source: Hide on lights page
de: Auf Beleuchtungsseite ausblenden

source: In the dark
de: Bei Dunkelheit

source: Motiondetector period
de: Wartezeit Bewegungsmelder

source: Motiondetector blocked
de: Bewegungsmelder gesperrt

source: Nightmode configuration
de: Nachtmodus

source: Brightness
de: Helligkeit

source: Group brightness
de: Gruppe Helligkeit

source: Colortemperature
de: Farbtemperatur

source: On/Off
de: An/Aus

source: RGB Color
de: RGB Farbe

source: Lightbulb {name}
de: Leuchte {name}

source: Switching cycles
de: Schaltzyklen

source: Reset
de: Zurücksetzen

source: Motiondetector {lightbulb}
de: Bewegungsmelder {lightbulb}

source: Motiondetector assignment items
de: Konfigurationsitems Bewegungsmelderzuordnung

source: Motiondetector {name}
de: Bewegungsmelder {name}

source: Presence
de: Anwesenheit

source: Motiondetector assignment
de: Bewegungsmelderzuordnung

source: Network status
de: Netzwerkstatus

source: Pollen count index
de: Pollenflugindex

source: Pollen count index {name}
de: Pollenflugindex {name}

source: {pollentype} tomorrow
de: {pollentype} morgen

source: {pollentype} day after tomorrow
de: {pollentype} übermorgen

source: Power
de: Leistung

source: Way home
de: Heimweg

source: Permanent presence
de: Daueranwesenheit

source: Permanent absence
de: Dauerabwesenheit

source: Presences
de: Anwesenheiten

source: Distances
de: Entfernungen

source: Presence {person}
de: Anwesenheit {person}

source: Distance
de: Entfernung

source: Accuracy
de: Genauigkeit

source: Last updated
de: Zuletzt aktualisiert

source: Begin
de: Beginn

source: Time controlled
de: Zeitsteuerung

source: Scene
de: Szene

source: Guest stayed
de: Gast zu Besuch

source: Last watering reminder
de: Letzte Gießerinnerung

source: The plant {plant} needs to be watered!
de: Die Pflanze {plant} braucht Wasser!

source: Last watered
de: Gegossen am

source: The plant {plant} says thank you for watering!
de: Die Pflanze {plant} sagt Danke, dass du mich gegossen hast!

source: 7 days average {label}
de: 7-Tage Durchschnitt {label}

source: Consumed total
de: Bezug gesamt

source: Consumed tariff {tariff}
de: Bezug Tarif {tariff}

source: Delivered total
de: Einspeisung gesamt

source: Power total
de: Leistung gesamt

source: Power phase {phase}
de: Leistung Phase {phase}

source: Wallswitch assignment items
de: Konfigurationsitems Schalterzuordnung

source: Wallswitch {name}
de: Schalter {name}

source: Button state
de: Tastenstatus

source: Wallswitch assignment
de: Schalterzuordnung

source: Fitzpatrick skin type I
de: Fitzpatrick Hauttyp I

source: Fitzpatrick skin type II
de: Fitzpatrick Hauttyp II

source: Fitzpatrick skin type III
de: Fitzpatrick Hauttyp III

source: Fitzpatrick skin type IV
de: Fitzpatrick Hauttyp IV

source: Fitzpatrick skin type V
de: Fitzpatrick Hauttyp V

source: Fitzpatrick skin type VI
de: Fitzpatrick Hauttyp VI

source: Weather station
de: Wetterstation

source: Weather condition
de: Wetterlage

source: Warning severity
de: Warnstufe

source: Headline
de: Überschrift

source: Description
de: Beschreibung

source: Urgency
de: Aktualität

source: Warning for
de: Warnung vor

source: {} of {}
de: {} vor {}

source: Instruction
de: Hinweis

source: Valid from
de: Gültig ab

source: Valid from:
de: Gültig ab:

source: Valid to
de: Gültig bis

source: Valid to:
de: Gültig bis:

source: Warning
de: Warnung

source: Minor warnings
de: Wetterwarnungen (Stufe 1)

source: Moderate warnings
de: Warnungen vor markantem Wetter (Stufe 2)

source: Severe warnings
de: Unwetterwarnungen (Stufe 3)

source: Extreme warnings
de: Warnungen vor extremen Unwetter (Stufe 4)

source: Started at
de: Gestartet am

source: Cleaning {name}
de: Reinigung {name}

source: Cleaning countdown
de: Reinigungscountdown

source: Window {blankname}
de: Fenster {blankname}

source: Window {name}
de: Fenster {name}

source: Alert! Window {name} was opened, while nobody at home.
de: Alarm! Fenster {name} wurde geöffnet, während niemand zuhause ist.

source: Window {name} still open.
de: Fenster {name} immer noch offen.

source: Please close the window {name}.
de: Bitte Fenster {name} schließen.

source: Period window reminder
de: Wartezeit Fenstererinnerung

source: Send reminder
de: Erinnerung senden

source: Configuration
de: Konfiguration

source: Course
de: Verlauf

source: Calendar
de: Kalender

source: Reminders
de: Erinnerungen

source: Done
de: Erledigt

source: Next 10 upcoming birthdays
de: Nächsten 10 Geburtstage

source: Energy management
de: Energiemanagement

source: Smart meters
de: Smart Meter

source: Average per hour
de: Durchschnitt pro Stunde

source: Average per weekday
de: Durchschnitt pro Wochentag

source: Fuel prices
de: Benzinpreise

source: Price development
de: Preisentwicklung

source: Correct
de: Korrekt

source: Wrong
de: Falsch

source: Lights
de: Beleuchtung

source: Unblock
de: Entsperren

source: Display
de: Anzeigen

source: Hide
de: Ausblenden

source: Only
de: Nur

source: Always
de: Immer

source: Random
de: Zufall

source: Colortemperature {name}
de: Farbtemperatur {name}

source: Wallswitch assignments {lightbulb}
de: Schalterzuordnungen {lightbulb}

source: No assignment
de: Keine Zuordnung

source: Off & unblock
de: Aus & entsperren

source: Trigger motion
de: Bewegung auslösen

source: Assignment {wallswitch} to {lightbulb}
de: Zuordnung {wallswitch} zu {lightbulb}

source: All
de: Alle

source: General
de: Allgemein

source: Poweroutlets
de: Steckdosen

source: Away
de: Unterwegs

source: On the way
de: Heimweg

source: States {person}
de: Status {person}

source: States
de: Status

source: Scenes
de: Szenen

source: Food scenes
de: Essenszenen

source: Special scenes
de: Spezialszenen

source: No guest
de: Kein Gast

source: Guest
de: Gast

source: Working days
de: Werktage

source: Weekend and holidays
de: Wochenende und freie Tage

source: Weekend
de: Wochenende

source: Self-protection time (below 3 hours) - {name}
de: Eigenschutzzeiten (weniger als 3 Stunden) - {name}

source: Sun rise
de: Sonnenaufgang

source: Sun set
de: Sonnenuntergang

source: Moon rise
de: Mondaufgang

source: Moon set
de: Monduntergang

source: Weather warnings
de: Wetterwarnungen

source: Notifications
de: Benachrichtigungen

source: {whitegood} power
de: {whitegood} Leistung

source: {name} reminder time
de: {name} Erinnerungszeit
